# SetVertSecCutPlane

```pascal
FUNCTION SetVertSecCutPlane(
				hObject        : HANDLE;
				objectCutPlane : INTEGER): BOOLEAN;
```

```python
def vs.SetVertSecCutPlane(hObject, objectCutPlane):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hObject|HANDLE|   |
|objectCutPlane|INTEGER|   |

## Version
Availability: from Vectorworks 2020

## Category
* Objects - Custom